/* 
  Localizable.strings
  Antidote

  Created by Dmytro Vorobiov on 08/10/15.
  Copyright © 2015 dvor. All rights reserved.
*/

/*
  Translation is done with Transifex service.
  See https://www.transifex.com/antidote/antidote-ios/
*/

/* Login screen text */
"login_or_label" = "أو";
/* Login screen text */
"create_account" = "حساب جديد";
/* Login screen text */
"import_profile" = "نقل الحساب";
/* Password field */
"password" = "كلمة المرور";
/* Login button */
"log_in" = "دخول";
/* Login screen text */
"create_profile" = "إنشاء حساب";
/* Login screen text */
"import_to_antidote" = "إنتقال الى انتيدوت";
/* Login screen text */
"create_account_username_title" = "كيف يتم مشاهدتك في قائمة الاتصال؟";
/* Login screen text */
"create_account_username_placeholder" = "إسم المستخدم";
/* Login screen text */
"create_account_profile_title" = "كيف تتصل بهذا الحساب؟";
/* Login screen text */
"create_account_profile_placeholder" = "إسم الحساب";
/* Login screen text */
"create_account_profile_hint" = "على سبيل المثال المنزل، الايفون";
/* Login screen text */
"set_password_title" = "ضع كلمة مرور";
/* Login screen text */
"set_password_hint" = "الحاجة في كلمة المرور هي لحماية البيانات الخاصة. أحتفظ بها - بفقدانها لا يمكن استعادة الحساب.";
/* Login button */
"create_account_next_button" = "التالي";
/* Login button */
"create_account_go_button" = "إبدأ";
/* Default status message */
"default_user_status_message" = "اتواصل بواسطة انتيدوت";

/* PIN screen text */
"pin_enter_to_unlock" = "أدخل رقم PIN الخاص بك للفتح";
/* PIN screen text */
"pin_set" = "تعيين PIN";
/* PIN screen text */
"pin_confirm" = "تأكيد PIN";
/* PIN screen error */
"pin_do_not_match" = "الأرقام غير مطابقة. حاول ثانية";
/* PIN screen error */
"pin_incorrect" = "PIN غير صحيح";
/* PIN screen screen */
"pin_enabled" = "تفعيل PIN";
/* PIN screen screen */
"pin_touch_id_enabled" = "تفعيل الهوية باللمس";
/* PIN screen screen */
"pin_description" = "منع الوصول غير المصرح به إلى أنتيدوت مع PIN.";
/* PIN screen screen */
"pin_touch_id_description" = "استخدام بصمة الإصبع كبديل لإدخال رمز PIN.";
/* PIN screen screen */
"pin_lock_timeout" = "إقفال عند نفاذ الوقت";
/* PIN screen screen */
"pin_lock_immediately" = "فورا";
/* PIN screen screen */
"pin_lock_30_seconds" = "30 ثانية";
/* PIN screen screen */
"pin_lock_1_minute" = "1 دقيقة";
/* PIN screen screen */
"pin_lock_2_minutes" = "2 دقيقة";
/* PIN screen screen */
"pin_lock_5_minutes" = "5 دقيقة";

/* Label shown when connecting to Tox network */
"connecting_label" = "على قيد الإتصال...";

/* Tab name and screen name */
"contacts_title" = "القائمة";
/* Tab name and screen name */
"chats_title" = "المحادثات";
/* Tab name and screen name */
"settings_title" = "الإعدادات";
/* Tab name and screen name */
"profile_title" = "الحساب";

/* No contacts placeholder text */
"contact_no_contacts" = "لا توجد جهات اتصال";
/* No contacts placeholder text */
"contact_no_contacts_add_contact" = "اضافة حساب\nاو\n";
/* No contacts placeholder text */
"contact_no_contacts_share_tox_id" = "مشاركة حساب التوكس الخاص بك";
/* Contact request section title */
"contact_requests_section" = "قائمة الإضافات";
/* Contact last seen status */
"contact_last_seen" = "نهايتها: %@";
/* Screen name */
"contact_request" = "طلب إضافة";
/* Contact request button */
"contact_request_decline" = "رفض";
/* Contact request button */
"contact_request_accept" = "قبول";
/* Contact request confirmation */
"contact_request_delete_title" = "إزالة طلب الإضافة؟";
/* Text shown when contact was deleted */
"contact_deleted" = "Deleted contact";

/* Share Tox ID text */
"show_qr_code" = "عرض رمز الاستجابة السريع او الباركود";
/* Share Tox ID text */
"copy" = "نسخ";

/* Add contat screen name */
"add_contact_title" = "إضافة حساب";
/* Add contat button */
"add_contact_send" = "إرسال";
/* Add contat placeholder text */
"add_contact_tox_id_placeholder" = "أدخل عنوان حساب التوكس";
/* Add contat placeholder text */
"add_contact_or_label" = "أو";
/* Add contat button */
"add_contact_use_qr" = "إستخدام رمز الاستجابة السريع او الباركود";
/* Add contat placeholder text */
"add_contact_default_message_title" = "رسالة";
/* Add contat default text sended to contact */
"add_contact_default_message_text" = "مرحباً! هل من الممكن أن تقبل إضافتي في قائمتك؟";
/* Add contat error */
"add_contact_wrong_qr" = "رمز الاستجابة السريع او الباركود خطأ. يجب توفر عنوان حساب التوكس";

/* User name text */
"name" = "الإسم";
/* User nickname text */
"nickname" = "اللقب";
/* User status message text */
"status_message" = "وضع الحالة";
/* User status text */
"status_title" = "الحالة";
/* User Tox ID text */
"my_tox_id" = "عنوان حساب التوكس";
/* User public key text */
"public_key" = "مفتاح المعلن المشفر";
/* Share Tox ID text */
"show_qr" = "عرض رمز الاستجابة السريع او الباركود";
/* Profile menu item / screen name */
"profile_details" = "بيانات الحساب";
/* Profile button */
"logout_button" = "تسجيل خروج";

/* QR code screen button */
"qr_close_button" = "إغلاق";

/* Chat screen placeholder */
"chat_no_chats" = "لا توجد محادثات";
/* Chats screen message text */
"chat_outgoing_file" = "الملفات المرسلة";
/* Chats screen message text */
"chat_incoming_file" = "الملفات الوارده";
/* Chats screen message text */
"chat_call_finished" = "انتهت المكالمة";
/* Chats screen message text */
"chat_unanwered_call" = "لم تتم الإستجابة على المكالمة";
/* Chat button */
"chat_send_button" = "إرسال";
/* Chat notification toast */
"chat_new_messages" = "رسائل جديدة";
/* Chat call information */
"chat_call_message" = "مكالمة،";
/* Chat call information */
"chat_missed_call_message" = "مكالمة لم يرد عليها";
/* Item present in the menu on long press on message */
"chat_more_menu_item" = "المزيد";

/* Status message */
"status_offline" = "غير متصل";
/* Status message */
"status_online" = "متصل";
/* Status message */
"status_away" = "بالخارج";
/* Status message */
"status_busy" = "مشغول";

/* Notification text */
"notification_new_message" = "رسالة جديدة";
/* Notification text */
"notification_incoming_contact_request" = "طلب دعوة إضافة";
/* Notification text */
"notification_is_calling" = "يتصل";
/* Notification text */
"notification_incoming_file" = "وصول ملف";

/* Settings menu / screen name */
"settings_about" = "نبذة عن";
/* Settings menu / screen name */
"settings_faq" = "التعليمات";
/* Settings menu / screen name */
"settings_advanced_settings" = "خصائص الاعدادات";
/* About screen menu */
"settings_antidote_version" = "إصدار الانتيدوت";
/* About screen menu */
"settings_antidote_build" = "بناء الانتيدوت";
/* About screen menu */
"settings_toxcore_version" = "إصدار نواة التوكس او التوكس كور";
/* About screen menu */
"settings_acknowledgements" = "شكر وتنويه";
/* Settings screen menu */
"settings_autodownload_images" = "الصور المحملة تلقائياً";
/* Settings screen menu */
"settings_autodownload_images_description" = "تحميل الصور الوارده تلقائياً.";
/* Settings screen menu */
"settings_notifications_message_preview" = "عرض الإشعارات";
/* Settings screen menu */
"settings_notifications_description" = "حينما يتم عمل البرنامج في النظام، سيتم عرض الإشعارات حتى 10 دقائق.";
/* Settings screen menu */
"settings_udp_enabled" = "تفعيل UDP";
/* Settings screen menu */
"settings_restore_default" = "إسترجاع الإعدادات التلقائية";
/* Settings screen autodownload images option */
"settings_never" = "لا";
/* Settings screen autodownload images option */
"settings_wifi" = "إتصال لاسلكي او واي-فاي";
/* Settings screen autodownload images option */
"settings_using_wifi" = "إستخدام إتصال لاسلكي او واي-فاي";
/* Settings screen autodownload images option */
"settings_always" = "دائماً";

/* Profile settings menu */
"change_password" = "تغيير كلمة المرور";
/* Profile settings menu */
"delete_password" = "إزالة كلمة المرور";
/* Profile settings menu */
"old_password" = "كلمة المرور القديمة";
/* Change password text */
"new_password" = "كلمة المرور الجديدة";
/* Change password text */
"repeat_password" = "كرر كلمة المرور";
/* Change password button */
"change_password_done" = "انتهى";
/* Change password error */
"password_is_empty_error" = "كلمة المرور يجب أن تكون غير فارغة";
/* Change password error */
"wrong_old_password" = "كلمة المرور خطأ";
/* Change password error */
"passwords_do_not_match" = "كلمة المرور غير مطابقة";

/* Source of photo to take */
"photo_from_camera" = "تصوير";
/* Source of photo to take */
"photo_from_photo_library" = "قائمة الصور";
/* Error while converting avatar image */
"change_avatar_error_convert_image" = "لا يمكن تحويل الصورة";

/* Alert text when sending file to contacts */
"file_send_to_contact" = "إرسال إلى جهة اتصال";

/* Profile menu item */
"export_profile" = "حفظ الحساب الشخصي";
/* Profile menu item */
"delete_profile" = "حذف الحساب الشخصي";
/* Delete profile confirmation */
"delete_profile_confirmation_title_1" = "هل تريد حذف هذا الحساب؟";
/* Delete profile confirmation */
"delete_profile_confirmation_title_2" = "هل أنت متأكد؟";
/* Delete profile confirmation */
"delete_profile_confirmation_message" = "هذه العملية لا يمكن التراجع عنها";

/* Call screen text */
"call_incoming" = "مكالمة واردة";
/* Call screen text */
"call_ended" = "انتهت المكالمة";
/* Call screen text */
"call_reaching" = "على قيد الوصول...";

/* File message text */
"chat_file_cancelled" = "تم الإلغاء";
/* File message text */
"chat_waiting" = "إنتظار...";
/* File message text */
"chat_paused" = "إيقاف مؤقت";

/* Deleting chat confirmation */
"delete_chat_title" = "حذف هذه المحادثة والرسائل المحفوظة بها؟";
/* Deleting contat confirmation */
"delete_contact_title" = "إزالة هذا الحساب؟\nسيتم فقدان سجل المحادثة.";
/* Deleting contat request confirmation */
"delete_contact_request_title" = "إزالة الدعوة لهذا الحساب؟";
/* Deleting single message in chat */
"delete_single_message" = "حذف الرسالة";
/* Deleting multiple messages in chat. */
"delete_multiple_messages" = "حذف الرسائل";
/* Deleting all messages in chat. */
"delete_all_messages" = "حذف الكل";
/* Delete button */
"alert_delete" = "إزالة";
/* Delete button */
"alert_cancel" = "إلغاء الامر";

/* Error while creating new profile */
"login_enter_username_and_profile" = "الرجاء إدخال كل من اسم المستخدم واسم الحساب.";
/* Error while creating new profile */
"login_profile_already_exists" = "إسم الحساب موجود مسبقاً";

/* General error title */
"error_title" = "خطأ";
/* General error button */
"error_ok_button" = "موافق";
/* General error button */
"error_retry_button" = "إعادة المحاولة";
/* Error */
"error_contact_not_connected" = "الحساب غير متصل";
/* Error */
"error_too_many_files" = "هناك عدد كبير من الملفات المفعلة على قيد النقل";
/* Error */
"error_internal_message" = "حدث خطأ داخلي";
/* Error */
"error_wrong_password_title" = "كلمة المرور خطأ";
/* Error */
"error_wrong_password_message" = "كلمة المرور تحتوي على رموز خاطئة.";
/* Error */
"error_import_not_exist_title" = "لا يمكن نقل ملف التوكس المحفوظ";
/* Error */
"error_import_not_exist_message" = "الملف غير موجود.";
/* Error */
"error_decrypt_title" = "لا يمكن فك تشفير ملف التوكس المحفوظ";
/* Error */
"error_decrypt_empty_data_message" = "بعض بيانات الإدخال كانت فارغة.";
/* Error */
"error_decrypt_bad_format_message" = "الملف يحتوي على تنسيق سيء أو تالف.";
/* Error */
"error_decrypt_wrong_password_message" = "كلمة السر غير صحيحة أو قد يكون الملف تالف.";
/* Error */
"error_general_unknown_message" = "حدث خطأ مجهول.";
/* Error */
"error_general_no_memory_message" = "الذاكرة لا تكفي.";
/* Error */
"error_general_bind_port_message" = "لم يتمكن لربط المنفذ.";
/* Error */
"error_general_profile_encrypted_message" = "تم تشفير الحساب.";
/* Error */
"error_general_bad_format_message" = "الملف يحتوي على تنسيق سيء أو تالف.";
/* Error */
"error_proxy_title" = "خطأ في الخادم الوكيل او البروكسي";
/* Error */
"error_proxy_invalid_address_message" = "عنوان الوكيل او البروكسي غير صالح.";
/* Error */
"error_proxy_invalid_port_message" = "منفذ الوكيل او البروكسي غير صالح.";
/* Error */
"error_proxy_host_not_resolved_message" = "لا يمكن حل استضافة الوكيل او البروكسي.";

/* Error */
"error_name_too_long" = "الإسم طويل جداً.";
/* Error */
"error_status_message_too_long" = "الرسالة في الحالة طويلة جداً";

/* Error */
"error_contact_request_too_long" = "الرسالة طويلة جداً";
/* Error */
"error_contact_request_no_message" = "لا يوجد رسائل محددة";
/* Error */
"error_contact_request_own_key" = "لا يمكن إضافة نفس حسابي في قائمة الاتصال الخاصة بي";
/* Error */
"error_contact_request_already_sent" = "طلب الإضافة قد تم ارسالها مسبقاً";
/* Error */
"error_contact_request_bad_checksum" = "مجموع التدقيق او Checksum رديء، يرجى التحقق من حساب التوكس المدخل.";
/* Error */
"error_contact_request_new_nospam" = "قيمة تعطيل الإزعاج او nospam رديئة، يرجى التحقق من حساب التوكس المدخل.";

/* Call error */
"call_error_already_in_call" = "حالياً في مكالمة";
/* Call error */
"call_error_contact_is_offline" = "الحساب غير متصل";
/* Call error */
"call_error_no_active_call" = "ليس هناك مكالمة أخرى";

/* Error while using color theme */
"theme_error_cannot_open" = "لا يمكن فتح السمة، التنسيق خاطئ";

/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_1" = "ماري كوكلي";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_2" = "شيرلي نوكس";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_3" = "جنيفر سميث";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_4" = "مارينا ديكسون";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_5" = "كارول اورتيجا";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_1" = "مايكل شارب";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_2" = "تشارلز دوناهيو";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_3" = "لي موردوك";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_4" = "واين هندرسون";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_5" = "روبرت نيوتن";

/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_1" = "هل أنتيدوت في الواقع آمن؟";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_2" = "بالتأكيد، فهو يعتمد على الند للند";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_3" = "وماذا يعني ذلك؟ الند للند؟ 😄";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_4" = "يمكنك أن ترسل لي مباشرة، وبلا خوادم أو أي شيء من هذا القبيل";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_5" = "+ انه مشفر 🔐😎";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_6" = "رائع!";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_7" = "إذن ساعطه الضوء الاخضر";

/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_1" = "😂😂😂";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_2" = "الليلة عشاء؟";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_3" = "أعتقد أنني أعرف ما الذي تتحدث عنه";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_4" = "بالطبع، شكرا!";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_5" = "حسناً";

/* Tab chats badge ending */
"accessibility_chats_ending" = "المحادثات الغير مقروء";
/* Avatar button label in settings */
"accessibility_avatar_button_label" = "الصورة الرمزية";
/* Avatar button hint in settings */
"accessibility_avatar_button_hint" = "تحديد أو إزالة الصورة الرمزية.";
/* Chat button label in contact screen */
"accessibility_chat_button_label" = "محادثة";
/* Chat button hint in contact screen */
"accessibility_chat_button_hint" = "يفتح حوار المحادثة.";
/* Call button label in contact screen */
"accessibility_call_button_label" = "مكالمة صوتية";
/* Call button hint in contact screen */
"accessibility_call_button_hint" = "لطلب مكالمة صوتية.";
/* Video button label in contact screen */
"accessibility_video_button_label" = "مكالمة مرئية";
/* Video button hint in contact screen */
"accessibility_video_button_hint" = "لطلب مكالمة مرئية.";
/* Tap to copy hint */
"accessibility_show_copy_hint" = "يظهر نسخة القائمة.";
/* Tap to edit value hint */
"accessibility_edit_value_hint" = "تعديلات القيمة.";
/* Incoming message label */
"accessibility_incoming_message_label" = "رسالة";
/* Outgoing message label */
"accessibility_outgoing_message_label" = "رسالتك";